{
  "repo": {
    "timestamp": 1750246987000
  },
  "packages": {
    "app.hiddify.com": {
      "metadata": {
        "license": "NOASSERTION",
        "authorName": "hiddify",
        "summary": {
          "en-US": "Multi-platform auto-proxy client, supporting Sing-box, X-ray, TUIC, Hysteria,..."
        },
        "description": {
          "en-US": "A multi-platform proxy client based on Sing-box and Xray core, supporting a wide range of protocols and advanced features[1].\n\n<b>Features</b>\n\n- Multi-platform support: Android, iOS, Windows, macOS, Linux\n- Intuitive and accessible UI with dark/light themes\n- Delay-based automatic node selection\n- Wide protocol support: VLESS, VMess, Reality, TUIC, Hysteria, WireGuard, SSH, Trojan, Shadowsocks\n- Dual core support: both Sing-box and Xray core (selectable per node)\n- Subscription formats: Sing-box, V2Ray, Clash, Clash Meta\n- Automatic subscription update with profile info (remaining days, traffic usage)\n- Advanced features: TUN mode, Split HTTP, config editor\n- Open source, ad-free, community-driven\n- Optimized for Iran, China, Russia and other countries\n- Available on official stores and direct download\n\n<b>Important Note</b>\n\nHiddify does not provide VPN services. Users must acquire or set up their own servers. Please comply with local laws when using the app.\n"
        }
      }
    },
    "com.v2ray.ang": {
      "metadata": {
        "license": "GPL-3.0"
      }
    },
    "moe.nb4a": {
      "metadata": {
        "description": {
          "en-US": "Universal proxy toolchain for Android powered by sing-box core with support for multiple protocols\n\n<b>Features</b>\n\n- Support for multiple proxy protocols: SOCKS (4/4a/5), HTTP(S), SSH, Shadowsocks, VMess, Trojan, VLESS, AnyTLS, ShadowTLS, TUIC, Hysteria 1/2, WireGuard\n- Plugin support for extended protocols (Trojan-Go, NaïveProxy, Mieru)\n- Multiple subscription format support (Shadowsocks, ClashMeta, v2rayN, sing-box outbound)\n- Intuitive Android interface based on shadowsocks-android and SagerNet\n- Built-in web dashboard powered by Yacd-meta\n- Powered by robust sing-box core technology\n\n<b>Important Note</b>\n\nNekoBox does not provide VPN services. Users are responsible for acquiring or setting up their own servers. Please comply with applicable laws in your jurisdiction when utilizing the app.\n\n<b>Warning</b>\n\nGoogle Play version has been controlled by third party since May 2024 and is non-open source[1]. Use only official GitHub releases.\n"
        }
      }
    }
  }
}